---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilySizeTableManager
source: html/1aa769e8-d524-4ca7-6b76-9c09333a7405.htm
---
# FamilySizeTableManager Members

Adds FamilySizeTableManager to a Family.
 A FamilySizeTableManager and FamilySizeTables are only needed when
 importing, exporting, or removing size data previously stored in CSV files.